<?php

return [
    'failed'                => 'عذرًا، الحساب الذي أدخلته غير صالح',
    'forget_password'       => 'نسيت كلمة المرور؟',
    'reset_password'        => 'إعادة تعيين كلمة المرور',
    'input_your_mail'       => 'يرجى إدخال بريدك الإلكتروني للحصول على رابط إعادة تعيين كلمة المرور',
    'ask_reset_password'    => 'طلب إعادة تعيين كلمة المرور',
    'email_reset_sender'    => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني',
    'back_to_login'         => 'العودة إلى صفحة تسجيل الدخول',
    'business_name'         => 'اسم العمل',
    'business_category'     => 'فئة العمل',
    'choose_b_category'     => 'اختر فئة العمل',
    'next'                  => 'التالي',
    'register_account'      => 'تسجيل حساب',
    'dont_have_account'     => 'ليس لديك حساب؟ سجل الآن',
    'zip_code'              => 'الرمز البريدي',
    'have_account_login'    => 'هل لديك حساب؟ تسجيل الدخول الآن',
    'gender'                => 'الجنس',
    'previous'              => 'السابق',
    'email_verify'          => 'التحقق من البريد الإلكتروني',
    'verify_desc'           => 'لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني! يرجى التحقق من البريد الوارد أو البريد العشوائي. إذا لم تستلم البريد الإلكتروني، انقر على "إعادة الإرسال" أدناه.',
    'after_send_verify'     => 'تم إعادة إرسال رمز التحقق!',
    'send_try_verify'       => 'إعادة إرسال رمز التحقق'
];
