<?php

return [
    'failed'                => 'माफ़ कीजिए, आपने जो खाता दर्ज किया है वह अमान्य है',
    'forget_password'       => 'पासवर्ड भूल गए?',
    'reset_password'        => 'पासवर्ड रीसेट करें',
    'input_your_mail'       => 'पासवर्ड रीसेट लिंक प्राप्त करने के लिए कृपया अपना ईमेल दर्ज करें',
    'ask_reset_password'    => 'पासवर्ड रीसेट का अनुरोध करें',
    'email_reset_sender'    => 'हमने आपके ईमेल पर पासवर्ड रीसेट लिंक भेजा है',
    'back_to_login'         => 'लॉगिन पेज पर वापस जाएं',
    'business_name'         => 'व्यवसाय का नाम',
    'business_category'     => 'व्यवसाय श्रेणी',
    'choose_b_category'     => 'व्यवसाय श्रेणी चुनें',
    'next'                  => 'आगे',
    'register_account'      => 'खाता पंजीकृत करें',
    'dont_have_account'     => 'कोई खाता नहीं है? अभी पंजीकरण करें',
    'zip_code'              => 'पिन कोड',
    'have_account_login'    => 'क्या आपके पास खाता है? अभी लॉगिन करें',
    'gender'                => 'लिंग',
    'previous'              => 'पिछला',
    'email_verify'          => 'ईमेल पता सत्यापित करें',
    'verify_desc'           => 'हमने आपके ईमेल पर एक सत्यापन कोड भेजा है! कृपया अपना इनबॉक्स या स्पैम फ़ोल्डर देखें। यदि आपको ईमेल नहीं मिला है, तो कृपया नीचे पुनः भेजें पर क्लिक करें।',
    'after_send_verify'     => 'सत्यापन कोड फिर से भेज दिया गया है!',
    'send_try_verify'       => 'सत्यापन कोड फिर से भेजें'

];
