<?php

return [
    'login'                 => 'उपयोगकर्ता लॉगिन',
    'dashboard'             => 'डैशबोर्ड',
    'my_profile'            => 'मेरा प्रोफ़ाइल',
    'configuration'         => 'कॉन्फ़िगरेशन',
    'device_account'        => 'व्हाट्सएप डिवाइस खाता',
    'add_device'            => 'व्हाट्सएप डिवाइस जोड़ें',
    'scan_qr_device'        => 'व्हाट्सएप क्यूआर स्कैन करें',
    'state'                 => [
        'page'                  => 'प्रांतों की सूची',
        'add'                   => 'प्रांत जोड़ें',
        'update'                => 'प्रांत संपादित करें'
    ],
    'city'                  => [
        'page'                  => 'शहर / ज़िले की सूची',
        'add'                   => 'शहर / ज़िला जोड़ें',
        'update'                => 'शहर / ज़िला संपादित करें'
    ],
    'district'              => [
        'page'                  => 'ब्लॉक की सूची',
        'add'                   => 'ब्लॉक जोड़ें',
        'update'                => 'ब्लॉक संपादित करें'
    ],
    'category'              => [
        'page'                  => 'श्रेणियों की सूची',
        'add'                   => 'श्रेणी जोड़ें',
        'update'                => 'श्रेणी संपादित करें'
    ],
    'template'              => [
        'page'                  => 'संदेश टेम्पलेट की सूची',
        'add'                   => 'संदेश टेम्पलेट जोड़ें',
        'update'                => 'संदेश टेम्पलेट संपादित करें'
    ],
    'scrapp'                => [
        'page'                  => 'GMaps डेटा स्क्रैपिंग की सूची',
        'add'                   => 'स्क्रैपिंग शेड्यूल जोड़ें',
        'update'                => 'स्क्रैपिंग शेड्यूल संपादित करें',
        'result'                => 'डेटा स्क्रैपिंग परिणाम'
    ],
    'contact'              => [
        'page'                  => 'संपर्क डेटा की सूची',
        'add'                   => 'संपर्क डेटा जोड़ें',
        'edit'                  => 'संपर्क डेटा संपादित करें',
    ],
    'user'                  => [
        'page'                  => 'उपयोगकर्ताओं का प्रबंधन',
        'add'                   => 'उपयोगकर्ता जोड़ें',
        'edit'                  => 'उपयोगकर्ता संपादित करें',
    ],
    'customer'              => [
        'page'                  => 'ग्राहकों की सूची',
        'detail'                => 'ग्राहक विवरण'
    ],
    'customer_category'     => [
        'page'                  => 'ग्राहक श्रेणियों की सूची',
        'add'                   => 'ग्राहक श्रेणी जोड़ें',
        'update'                => 'ग्राहक श्रेणी संपादित करें',
    ],
    'wa'                    => [
        'page'                  => 'व्हाट्सएप ब्रॉडकास्ट इतिहास',
        'add'                   => 'व्हाट्सएप ब्रॉडकास्ट शेड्यूल जोड़ें',
        'update'                => 'व्हाट्सएप ब्रॉडकास्ट शेड्यूल संपादित करें',
        'detail'                => 'व्हाट्सएप ब्रॉडकास्ट संपर्क विवरण'
    ],
    'email'                 => [
        'page'                  => 'ईमेल ब्रॉडकास्ट इतिहास',
        'add'                   => 'ईमेल ब्रॉडकास्ट शेड्यूल जोड़ें',
        'update'                => 'ईमेल ब्रॉडकास्ट शेड्यूल संपादित करें',
        'detail'                => 'ईमेल ब्रॉडकास्ट संपर्क विवरण'
    ],
    'device'                => [
        'api_doc'               => 'व्हाट्सएप API दस्तावेज़',
        'chat_app'              => 'व्हाट्सएप चैट एप',
        'edit'                  => 'व्हाट्सएप डिवाइस सेटिंग्स संपादित करें',
        'greeting'              => 'स्वागत संदेश'
    ],
    'fine_tunnel'           => [
        'page'                  => 'एआई (फाइन टनल)',
        'add'                   => 'एआई प्रशिक्षण जोड़ें',
        'edit'                  => 'एआई प्रशिक्षण संपादित करें',
    ],
    'chatbot'               => [
        'page'                  => 'चैटबोट ऑटो रिप्लाई',
        'add'                   => 'चैटबोट जोड़ें',
        'edit'                  => 'चैटबोट संपादित करें'
    ],
    'bank'                  => [
        'page'                  => 'बैंक की सूची',
        'add'                   => 'बैंक जोड़ें',
        'edit'                  => 'बैंक संपादित करें'
    ],
    'transaction'           => [
        'page'                  => 'सदस्यता लेन-देन की सूची',
        'detail'                => 'लेन-देन विवरण',
    ],
    'package'               => [
        'page'                  => 'सदस्यता पैकेज की सूची',
        'add'                   => 'सदस्यता पैकेज बनाएँ',
        'edit'                  => 'सदस्यता पैकेज संपादित करें'
    ],
    'web'                   => [
        'page'                  => 'वेबसाइट पेज की सूची',
    ],
    'blog_category'         => [
        'page'                  => 'लेख श्रेणियों की सूची',
        'add'                   => 'लेख श्रेणी जोड़ें',
        'edit'                  => 'लेख श्रेणी संपादित करें'
    ],
    'blog'                  => [
        'page'                  => 'लेखों की सूची',
        'add'                   => 'लेख जोड़ें',
        'edit'                  => 'लेख संपादित करें'
    ],
    'web_link'              => [
        'page'                  => 'वेबसाइट लिंक की सूची',
        'add'                   => 'लिंक जोड़ें',
        'edit'                  => 'लिंक संपादित करें'
    ],
    'setting'               => [
        'system'                => 'सिस्टम सेटिंग्स',
        'website'               => 'वेबसाइट सेटिंग्स',
        'general'               => 'सामान्य सेटिंग्स',
        'notification'          => 'सूचना सेटिंग्स'
    ],
    'waba' => [
        'add'       => 'Waba डिवाइस जोड़ें',
        'general'   => 'सामान्य जानकारी',
        'autoreply' => 'स्वचालित उत्तर',
        'greeting'  => 'स्वागत संदेश',
    ]
];
